Repository: Arfs6/nvda-store
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de

source: Download install and update add-ons within NVDA.
de: Erweiterungen direkt aus NVDA herunterladen, installieren und aktualisieren.

source: Not connected to the NVDA Store
de: Keine Verbindung zum Server

source: Connected to the NVDA Store
de: Sie sind mit dem Server verbunden

source: NVDAStore settings...
de: NVDAStore-Einstellungen

source: NVDAStore Add-on settings
de: Optionen für Erweiterungen im NVDAStore

source: Notification: %s
de: Benachrichtigung: %s

source: Unable to connect to the Cecitek NVDAStore. Please check you're connected to the internet.
de: Die Verbindung zum Cecitek NVDAStore ist fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung.

source: A new release is available for the NVDAStore add-on. Woul,d you like to install it right now? This will cause NVDA to restart.
de: Eine neuere Version der Erweiterung NVDAStore ist verfügbar. Möchten Sie die Aktualisierung durchführen? Dies wird einen Neustart des NVDA erfordern.

source: Update available
de: Aktualisierung verfügbar

source: Updating...
de: Wird aktualisiert...

source: Addons updates available.
de: Es gibt Aktualisierungen für Ihre Erweiterungen.

source: Updates all addons to the latest version
de: Aktualisiert alle Erweiterungen auf die jeweils neueste Version

source: NVDAStore: No update available.
de: NVDAStore: Keine Aktualisierung verfügbar.

source: Updating {name}...
de: {name} wird aktualisiert...

source: Updating {name}
de: {name} wird aktualisiert

source: Updating addons' list
de: Die Liste der Erweiterungen aktualisieren

source: Please wait while the add-on list is being updated.
de: Bitte warten Sie, während die Liste der Erweiterungen aktualisiert wird.

source: Opens the NVDA Store to download, install and update NVDA add-ons.
de: Öffnet das NVDAStore, wo Sie Erweiterungen herunterladen, installieren und aktualisieren können.

source: NVDAStore settings
de: NVDAStore-Einstellungen

source: NVDAStore &username:
de: &Benutzername für den NVDAStore:

source: &password:
de: &Passwort:

source: Application-specific modules
de: Anwendungsspezifische Erweiterungen

source: NVDA Core features
de: Erweiterungen für Kernfunktionen in NVDA

source: Speech synths and voices
de: Sprachausgaben und Stimmen

source: All add-ons are currently disabled. To enable add-ons you must restart NVDA.
de: Aktuell sind alle Erweiterungen deaktiviert. Starten Sie NVDA neu, um sie zu aktivieren

source: Categories
de: Kathegorien

source: Modules
de: Erweiterungen

source: Package
de: Paket

source: Author
de: Autor

source: Description
de: Beschreibung

source: &About add-on...
de: &Über diese Erweiterung...

source: Add-on &help
de: Hilfe zu dieser &Erweiterung

source: &Disable add-on
de: &Deaktivieren

source: &Install
de: &Installieren

source: &Remove
de: &Entfernen

source: &Close
de: &Schließen

source: Are you sure you wish to remove the selected add-on from NVDA?
de: Sind Sie sicher, dass Sie diese Erweiterung aus NVDA entfernen möchten?

source: Remove Add-on
de: Erweiterung entfernen

source: &update
de: &Aktualisieren

source: update available
de: Aktualisierung verfügbar

source: Re&install
de: &Erneut installieren

source: Up to date
de: Aktualisiert

source: &install
de: &Installieren

source: Not installed
de: Nicht installiert

source: All
de: Alle

source: Changelog:
de: Änderungsnotiz

source: &Enable add-on
de: Erweiterung A&ktivieren

source: {summary} ({name}) Version: {version} Author: {author} Description: {description}
de: {summary} ({name}) Version: {version} Autor: {author} Beschreibung: {description}

source: URL: {url}
de: Webseite: {url}

source: Add-on Information
de: Informationen zu dieser Erweiterung

source: Downloading %s
de: %s wird heruntergeladen

source: Unable to download the add-on.
de: Die Erweiterung kann nicht heruntergeladen werden.

source: Unable to download %s
de: %s kann nicht heruntergeladen werden

source: Installing
de: Wird installiert

source: Failed to open add-on package file at %s - missing file or invalid file format
de: Das Paket der Erweiterung %s konnte nicht geöffnet werden: Die Datei kann nicht gefunden werden oder das Dateiformat ist ungültig

source: Error
de: Fehler

source: Installing Add-on
de: Installation der Erweiterung

source: Please wait while the add-on is being installed.
de: Bitte haben Sie einen Moment Geduld, während die Erweiterung installiert wird.

source: Failed to install add-on from %s
de: Die Installation der Erweiterung von %s ist fehlgeschlagen
